Repository: markos92i/CameraKit
Catalog: Sources/CameraKit/Resources/Localizable.xcstrings
Source language: es
Languages: de, en, fr, it, ja, ko, pt_br, ru, zh_hans

source: Acceso a cámara interrumpido. Algún proceso de mayor prioridad ha bloqueado el acceso.
de: Der Kamerazugriff wurde unterbrochen. Ein Prozess mit höherer Priorität hat den Zugriff blockiert.
en: Camera access was interrupted. A higher-priority process blocked access.
fr: L'accès à la caméra a été interrompu. Un processus plus prioritaire a bloqué l'accès.
it: L'accesso alla fotocamera è stato interrotto. Un processo con priorità più alta ha bloccato l'accesso.
ja: カメラへのアクセスが中断されました。 優先度の高いプロセスがアクセスをブロックしました。
ko: 카메라 접근이 중단되었습니다. 우선순위가 더 높은 프로세스가 접근을 차단했습니다.
pt_br: O acesso à câmera foi interrompido. Um processo de prioridade mais alta bloqueou o acesso.
ru: Доступ к камере прерван. Доступ заблокировал процесс с более высоким приоритетом.
zh_hans: 相机访问已中断。 更高优先级的进程阻止了访问。

source: Calidad
de: Qualität
en: Quality
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
pt_br: Qualidade
ru: Качество
zh_hans: 画质

source: Equilibrado
de: Ausgeglichen
en: Balanced
fr: Équilibré
it: Bilanciato
ja: バランス
ko: 균형
ru: Сбалансированный
zh_hans: 均衡

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
zh_hans: 错误

source: Filtro
de: Filter
en: Filter
fr: Filtre
ja: フィルター
ko: 필터
ru: Фильтр
zh_hans: 滤镜

source: Ha fallado el arranque de la cámara.
de: Der Start der Kamera ist fehlgeschlagen.
en: The camera failed to start.
fr: Le démarrage de la caméra a échoué.
it: Avvio della fotocamera non riuscito.
ja: カメラの起動に失敗しました。
ko: 카메라 시작에 실패했습니다.
pt_br: Falha ao iniciar a câmera.
ru: Не удалось запустить камеру.
zh_hans: 相机启动失败。

source: Ir a Ajustes
de: Zu Einstellungen
en: Go to Settings
fr: Ouvrir Réglages
it: Vai a Impostazioni
ja: 設定へ移動
ko: 설정으로 이동
pt_br: Ir para Ajustes
ru: Открыть настройки
zh_hans: 前往设置

source: Ninguno
de: Keiner
en: None
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
zh_hans: 无

source: No tenemos permiso para acceder a la cámara o al micrófono. Cambia la configuración en ajustes.
de: Wir haben keine Berechtigung für den Zugriff auf Kamera oder Mikrofon. Ändere die Konfiguration in den Einstellungen.
en: We don't have permission to access the camera or microphone. Change the configuration in Settings.
fr: Nous n'avons pas l'autorisation d'accéder à la caméra ou au micro. Modifiez la configuration dans Réglages.
it: Non abbiamo il permesso di accedere alla fotocamera o al microfono. Modifica la configurazione nelle impostazioni.
ja: カメラまたはマイクへのアクセスが許可されていません。 設定で変更してください。
ko: 카메라나 마이크에 접근할 권한이 없습니다. 설정에서 변경해 주세요.
pt_br: Não temos permissão para acessar a câmera ou o microfone. Mude a configuração nos ajustes.
ru: У нас нет доступа к камере или микрофону. Измените конфигурацию в настройках.
zh_hans: 我们没有权限访问相机或麦克风。 请在设置中更改配置。

source: Reintentar
de: Erneut versuchen
en: Retry
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Tarjetas
de: Karten
en: Cards
fr: Cartes
it: Carte
ja: カード
ko: 카드
pt_br: Cartões
ru: Карточки
zh_hans: 卡片

source: Texto
de: Text
en: Text
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
ru: Текст
zh_hans: 文字

source: Velocidad
de: Geschwindigkeit
en: Speed
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pt_br: Velocidade
ru: Скорость
zh_hans: 速度

source: borrar
de: löschen
en: delete
fr: supprimer
it: elimina
ja: 削除
ko: 삭제
pt_br: excluir
ru: удалить
zh_hans: 删除

source: calidad
de: Qualität
en: quality
fr: qualité
it: qualità
ja: 画質
ko: 화질
pt_br: qualidade
ru: качество
zh_hans: 画质

source: cambiar calidad
de: Qualität ändern
en: change quality
fr: changer la qualité
it: cambia qualità
ja: 画質を変更
ko: 화질 변경
pt_br: mudar qualidade
ru: изменить качество
zh_hans: 更改画质

source: cambiar cámara
de: Kamera wechseln
en: switch camera
fr: changer de caméra
it: cambia fotocamera
ja: カメラを切り替え
ko: 카메라 전환
pt_br: mudar câmera
ru: сменить камеру
zh_hans: 切换相机

source: cambiar filtros
de: Filter ändern
en: change filters
fr: changer les filtres
it: cambia filtri
ja: フィルターを変更
ko: 필터 변경
pt_br: mudar filtros
ru: изменить фильтры
zh_hans: 更改滤镜

source: filtros
de: Filter
en: filters
fr: filtres
it: filtri
ja: フィルタ
ko: 필터
ru: фильтры
zh_hans: 滤镜

source: hecho
de: fertig
en: done
fr: terminé
it: fatto
ja: 完了
ko: 완료
pt_br: concluído
ru: готово
zh_hans: 完成

source: live photo
de: Live-Foto
ko: 라이브 포토
zh_hans: 实况照片

source: foto
en: photo
fr: photo
ja: 写真
ko: 사진
ru: фото
zh_hans: 照片

source: LIVE
fr: DIRECT
ja: ライブ
ko: 라이브
pt_br: AO VIVO
ru: ЭФИР
zh_hans: 直播

source: video
fr: vidéo
ja: ビデオ
ko: 동영상
pt_br: vídeo
ru: видео
zh_hans: 视频

source: OK
ko: 확인
zh_hans: 确定
